Repository: mitgor/minimalistic-altimeter
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Location off — enable in Settings
ar: الموقع متوقف — فعّله من الإعدادات
de: Standort aus — in den Einstellungen aktivieren
es: Ubicación desactivada — actívala en Ajustes
fr: Position désactivée — activez-la dans Réglages
hi: लोकेशन बंद — सेटिंग्ज़ में चालू करें
id: Lokasi mati — aktifkan di Pengaturan
it: Posizione disattivata — attivala in Impostazioni
ja: 位置情報オフ — 設定で有効にしてください
ko: 위치 꺼짐 — 설정에서 켜 주세요
nl: Locatie uit — schakel in via Instellingen
pl: Lokalizacja wyłączona — włącz w Ustawieniach
pt_br: Localização desativada — ative nos Ajustes
ru: Геопозиция выключена — включите в Настройках
sv: Plats av — slå på i Inställningar
th: ตำแหน่งปิดอยู่ — เปิดในการตั้งค่า
tr: Konum kapalı — Ayarlar'dan açın
uk: Геопозицію вимкнено — увімкніть у Параметрах
vi: Vị trí tắt — bật trong Cài đặt
zh_hans: 定位已关闭——请在“设置”中开启
zh_hant: 定位已關閉——請在「設定」中開啟

source: Lowest
ar: الأدنى
de: Tiefster Punkt
es: Punto más bajo
fr: Point bas
hi: न्यूनतम
id: Terendah
it: Punto più basso
ja: 最低
ko: 최저
nl: Laagste
pl: Najniżej
pt_br: Mínima
ru: Минимум
sv: Lägst
th: ต่ำสุด
tr: En düşük
uk: Мінімум
vi: Thấp nhất
zh_hans: 最低
zh_hant: 最低

source: Match GPS
ar: مطابقة GPS
de: An GPS angleichen
es: Igualar al GPS
fr: Aligner sur le GPS
hi: GPS से मिलाएँ
id: Samakan dengan GPS
it: Allinea al GPS
ja: GPS に合わせる
ko: GPS에 맞추기
nl: Gelijk aan GPS
pl: Zrównaj z GPS
pt_br: Igualar ao GPS
ru: Сравнять с GPS
sv: Matcha GPS
th: ตั้งตาม GPS
tr: GPS ile eşle
uk: Зрівняти з GPS
vi: Khớp với GPS
zh_hans: 对齐 GPS
zh_hant: 對齊 GPS

source: Max climb
ar: أقصى صعود
de: Max. Steigen
es: Subida máx.
fr: Vario max
hi: अधिकतम चढ़ाई
id: Naik maks
it: Vario max
ja: 最大上昇率
ko: 최대 상승률
nl: Max. klim
pl: Maks. wznoszenie
pt_br: Subida máx.
ru: Макс. набор
sv: Max stig
th: ไต่สูงสุด
tr: Maks. tırmanma
uk: Макс. набір
vi: Leo tối đa
zh_hans: 最大爬升率
zh_hant: 最大爬升率

source: Max sink
ar: أقصى هبوط
de: Max. Sinken
es: Caída máx.
fr: Taux de chute max
hi: अधिकतम गिरावट
id: Turun maks
it: Discendenza max
ja: 最大沈下率
ko: 최대 침하율
nl: Max. dalen
pl: Maks. opadanie
pt_br: Afundamento máx.
ru: Макс. снижение
sv: Max sjunk
th: จมสูงสุด
tr: Maks. alçalma
uk: Макс. зниження
vi: Chìm tối đa
zh_hans: 最大下沉率
zh_hant: 最大下沉率

source: Max speed
ar: السرعة القصوى
de: Höchsttempo
es: Velocidad máx.
fr: Vitesse max
hi: अधिकतम गति
id: Kecepatan maks
it: Velocità max
ja: 最高速度
ko: 최고 속도
nl: Max. snelheid
pl: Prędkość maks.
pt_br: Velocidade máx.
ru: Макс. скорость
sv: Maxfart
th: ความเร็วสูงสุด
tr: Maks. hız
uk: Макс. швидкість
vi: Tốc độ tối đa
zh_hans: 最高速度
zh_hant: 最高速度

source: Metres per second
ar: متر في الثانية
de: Meter pro Sekunde
es: Metros por segundo
fr: Mètres par seconde
hi: मीटर प्रति सेकंड
id: Meter per detik
it: Metri al secondo
ja: メートル毎秒
ko: 초당 미터
nl: Meter per seconde
pl: Metry na sekundę
pt_br: Metros por segundo
ru: Метры в секунду
sv: Meter per sekund
th: เมตรต่อวินาที
tr: Saniyede metre
uk: Метри на секунду
vi: Mét trên giây
zh_hans: 米每秒
zh_hant: 公尺每秒

source: Miles per hour
ar: ميل في الساعة
de: Meilen pro Stunde
es: Millas por hora
fr: Miles par heure
hi: मील प्रति घंटा
id: Mil per jam
it: Miglia all'ora
ja: マイル毎時
ko: 시간당 마일
nl: Mijl per uur
pl: Mile na godzinę
pt_br: Milhas por hora
ru: Мили в час
sv: Miles per timme
th: ไมล์ต่อชั่วโมง
tr: Saatte mil
uk: Милі на годину
vi: Dặm trên giờ
zh_hans: 英里每小时
zh_hant: 英里每小時

source: Millimetres of mercury
ar: مليمتر زئبق
de: Millimeter Quecksilbersäule
es: Milímetros de mercurio
fr: Millimètres de mercure
hi: पारे के मिलीमीटर
id: Milimeter air raksa
it: Millimetri di mercurio
ja: 水銀柱ミリメートル
ko: 수은주 밀리미터
nl: Millimeter kwik
pl: Milimetry słupa rtęci
pt_br: Milímetros de mercúrio
ru: Миллиметры ртутного столба
sv: Millimeter kvicksilver
th: มิลลิเมตรปรอท
tr: Milimetre cıva
uk: Міліметри ртутного стовпа
vi: Milimét thủy ngân
zh_hans: 毫米汞柱
zh_hant: 毫米汞柱

source: Motorcycle
ar: دراجة نارية
de: Motorrad
es: Moto
fr: Moto
hi: मोटरसाइकिल
id: Sepeda motor
it: Moto
ja: バイク
ko: 모터사이클
nl: Motorrijden
pl: Motocykl
pt_br: Moto
ru: Мотоцикл
sv: Motorcykel
th: มอเตอร์ไซค์
tr: Motosiklet
uk: Мотоцикл
vi: Xe máy
zh_hans: 摩托车
zh_hant: 機車

source: Moving time
ar: وقت الحركة
de: Zeit in Bewegung
es: Tiempo en movimiento
fr: Temps en mouvement
hi: चलने का समय
id: Waktu bergerak
it: Tempo in movimento
ja: 移動時間
ko: 이동 시간
nl: Bewegingstijd
pl: Czas w ruchu
pt_br: Tempo em movimento
ru: Время в движении
sv: Tid i rörelse
th: เวลาเคลื่อนที่
tr: Hareket süresi
uk: Час у русі
vi: Thời gian di chuyển
zh_hans: 移动时间
zh_hant: 移動時間

source: Never calibrated — showing standard-atmosphere altitude
ar: لم تتم المعايرة — يُعرض ارتفاع الغلاف الجوي المعياري
de: Nie kalibriert — Höhe nach Standardatmosphäre
es: Sin calibrar — altitud según la atmósfera estándar
fr: Jamais calibré — altitude en atmosphère standard
hi: कभी कैलिब्रेट नहीं हुआ — मानक वायुमंडल की ऊँचाई दिख रही है
id: Belum pernah dikalibrasi — menampilkan ketinggian atmosfer standar
it: Mai calibrato — quota in atmosfera standard
ja: 未較正 — 標準大気に基づく高度を表示中
ko: 보정 안 됨 — 표준 대기 고도 표시 중
nl: Nooit gekalibreerd — hoogte volgens standaardatmosfeer
pl: Nigdy nie kalibrowano — wysokość według atmosfery standardowej
pt_br: Nunca calibrado — exibindo altitude da atmosfera padrão
ru: Не калибровано — показана высота по стандартной атмосфере
sv: Aldrig kalibrerad — visar höjd enligt standardatmosfären
th: ยังไม่เคยปรับเทียบ — แสดงความสูงตามบรรยากาศมาตรฐาน
tr: Hiç kalibre edilmedi — standart atmosfer yüksekliği gösteriliyor
uk: Не калібровано — показано висоту за стандартною атмосферою
vi: Chưa từng hiệu chuẩn — hiển thị độ cao theo khí quyển tiêu chuẩn
zh_hans: 从未校准——显示标准大气海拔
zh_hant: 從未校正——顯示標準大氣海拔

source: No altitude
ar: لا ارتفاع
de: Keine Höhe
es: Sin altitud
fr: Pas d'altitude
hi: ऊँचाई नहीं
id: Tidak ada ketinggian
it: Nessuna quota
ja: 高度なし
ko: 고도 없음
nl: Geen hoogte
pl: Brak wysokości
pt_br: Sem altitude
ru: Нет высоты
sv: Ingen höjd
th: ไม่มีความสูง
tr: Yükseklik yok
uk: Немає висоти
vi: Không có độ cao
zh_hans: 无海拔
zh_hant: 無海拔

source: No fix
ar: لا موقع
de: Kein Fix
es: Sin posición
fr: Pas de position
hi: फ़िक्स नहीं
id: Tidak ada fix
it: Nessuna posizione
ja: 測位なし
ko: 측위 없음
nl: Geen positie
pl: Brak pozycji
pt_br: Sem posição
ru: Нет сигнала
sv: Ingen position
th: ไม่มีสัญญาณ
tr: Konum yok
uk: Немає сигналу
vi: Không có định vị
zh_hans: 未定位
zh_hant: 未定位

source: No reading
ar: لا قراءة
de: Kein Messwert
es: Sin lectura
fr: Pas de mesure
hi: रीडिंग नहीं
id: Tidak ada bacaan
it: Nessuna lettura
ja: 測定値なし
ko: 측정값 없음
nl: Geen meting
pl: Brak odczytu
pt_br: Sem leitura
ru: Нет данных
sv: Ingen mätning
th: ไม่มีค่าอ่าน
tr: Ölçüm yok
uk: Немає даних
vi: Không có số đọc
zh_hans: 无读数
zh_hant: 無讀數

source: No sensor
ar: لا مستشعر
de: Kein Sensor
es: Sin sensor
fr: Pas de capteur
hi: सेंसर नहीं
id: Tidak ada sensor
it: Nessun sensore
ja: センサーなし
ko: 센서 없음
nl: Geen sensor
pl: Brak czujnika
pt_br: Sem sensor
ru: Нет датчика
sv: Ingen sensor
th: ไม่มีเซ็นเซอร์
tr: Sensör yok
uk: Немає сенсора
vi: Không có cảm biến
zh_hans: 无传感器
zh_hant: 無感測器

source: No trips yet
ar: لا رحلات بعد
de: Noch keine Touren
es: Aún no hay rutas
fr: Aucun trajet pour l'instant
hi: अभी कोई ट्रिप नहीं
id: Belum ada perjalanan
it: Ancora nessun percorso
ja: トリップはまだありません
ko: 아직 트립이 없습니다
nl: Nog geen trips
pl: Brak tras
pt_br: Nenhum trajeto ainda
ru: Маршрутов пока нет
sv: Inga turer än
th: ยังไม่มีทริป
tr: Henüz yolculuk yok
uk: Маршрутів ще немає
vi: Chưa có hành trình
zh_hans: 还没有行程
zh_hant: 還沒有行程

source: Not requested
ar: لم يُطلب
de: Nicht angefragt
es: No solicitado
fr: Non demandé
hi: अनुरोध नहीं किया
id: Belum diminta
it: Non richiesto
ja: 未要求
ko: 요청 안 함
nl: Niet gevraagd
pl: Nie zażądano
pt_br: Não solicitado
ru: Не запрошено
sv: Inte begärd
th: ยังไม่ได้ขอ
tr: İstenmedi
uk: Не запитано
vi: Chưa yêu cầu
zh_hans: 未请求
zh_hant: 未要求

source: On wrist
ar: على المعصم
de: Am Handgelenk
es: En la muñeca
fr: Au poignet
hi: कलाई पर
id: Di pergelangan
it: Al polso
ja: 手首で計測
ko: 손목에서 측정
nl: Op de pols
pl: Na nadgarstku
pt_br: No pulso
ru: На запястье
sv: På handleden
th: บนข้อมือ
tr: Bilekte
uk: На зап'ястку
vi: Trên cổ tay
zh_hans: 手腕测量
zh_hant: 手腕量測

source: Open the app once to take a reading.
ar: افتح التطبيق مرة واحدة لأخذ قراءة.
de: Öffne die App einmal, um einen Messwert zu erfassen.
es: Abre la app una vez para tomar una lectura.
fr: Ouvrez l'app une fois pour prendre une mesure.
hi: रीडिंग लेने के लिए ऐप एक बार खोलें।
id: Buka aplikasi sekali untuk mengambil bacaan.
it: Apri l'app una volta per acquisire una lettura.
ja: アプリを一度開くと測定が始まります。
ko: 앱을 한 번 열면 측정이 시작됩니다.
nl: Open de app één keer om een meting te doen.
pl: Otwórz aplikację raz, aby wykonać odczyt.
pt_br: Abra o app uma vez para fazer uma leitura.
ru: Откройте приложение один раз, чтобы снять показания.
sv: Öppna appen en gång för att ta en mätning.
th: เปิดแอปหนึ่งครั้งเพื่ออ่านค่า
tr: Bir ölçüm almak için uygulamayı bir kez açın.
uk: Відкрийте застосунок один раз, щоб зняти показання.
vi: Mở ứng dụng một lần để lấy số đọc.
zh_hans: 打开应用一次即可获取读数。
zh_hant: 開啟 App 一次即可取得讀數。

source: Other
ar: أخرى
de: Sonstiges
es: Otra
fr: Autre
hi: अन्य
id: Lainnya
it: Altro
ja: その他
ko: 기타
nl: Overig
pl: Inne
pt_br: Outro
ru: Другое
sv: Annat
th: อื่นๆ
tr: Diğer
uk: Інше
vi: Khác
zh_hans: 其他
zh_hant: 其他

source: Pace
ar: الوتيرة
es: Ritmo
fr: Allure
hi: पेस
it: Passo
ja: ペース
ko: 페이스
nl: Tempo
pl: Tempo
pt_br: Ritmo
ru: Темп
sv: Tempo
th: เพซ
tr: Tempo
uk: Темп
zh_hans: 配速
zh_hant: 配速

source: Paper
ar: ورق
de: Papier
es: Papel
fr: Papier
hi: काग़ज़
id: Kertas
it: Carta
ja: 紙
ko: 페이퍼
nl: Papier
pl: Papier
pt_br: Papel
ru: Бумага
sv: Papper
th: กระดาษ
tr: Kâğıt
uk: Папір
vi: Giấy
zh_hans: 纸张
zh_hant: 紙張

source: Phosphor
ar: فوسفور
hi: फ़ॉस्फ़र
ja: フォスファー
ko: 포스퍼
ru: Фосфор
th: ฟอสเฟอร์
uk: Фосфор

source: Pressure
ar: الضغط
de: Druck
es: Presión
fr: Pression
hi: दबाव
id: Tekanan
it: Pressione
ja: 気圧
ko: 기압
nl: Druk
pl: Ciśnienie
pt_br: Pressão
ru: Давление
sv: Tryck
th: ความดัน
tr: Basınç
uk: Тиск
vi: Áp suất
zh_hans: 气压
zh_hant: 氣壓

source: Pressure sensor. Very responsive and precise, but drifts as the weather changes — calibrate it when you can.
ar: مستشعر الضغط. سريع الاستجابة ودقيق جدًا، لكنه ينحرف مع تغيّر الطقس — عايره متى أمكنك.
de: Drucksensor. Sehr reaktionsschnell und präzise, driftet aber mit dem Wetter — kalibriere ihn, wenn du kannst.
es: Sensor de presión. Muy rápido y preciso, pero deriva con los cambios del tiempo — calíbralo cuando puedas.
fr: Capteur de pression. Très réactif et précis, mais il dérive avec la météo — calibrez-le quand vous le pouvez.
hi: दबाव सेंसर। बहुत तेज़ और सटीक, पर मौसम बदलने के साथ खिसकता है — मौका मिलने पर कैलिब्रेट करें।
id: Sensor tekanan. Sangat responsif dan presisi, tetapi bergeser saat cuaca berubah — kalibrasi bila memungkinkan.
it: Sensore di pressione. Molto reattivo e preciso, ma deriva con il cambiare del tempo — calibralo quando puoi.
ja: 気圧センサー。反応が速く精密ですが、天候の変化でずれていきます。機会があれば較正してください。
ko: 기압 센서. 반응이 빠르고 정밀하지만 날씨가 바뀌면 값이 흘러갑니다. 기회가 있을 때 보정하세요.
nl: Druksensor. Zeer snel en nauwkeurig, maar drijft af als het weer verandert — kalibreer hem wanneer het kan.
pl: Czujnik ciśnienia. Bardzo szybki i precyzyjny, ale dryfuje wraz ze zmianą pogody — kalibruj go, kiedy możesz.
pt_br: Sensor de pressão. Muito rápido e preciso, mas deriva conforme o tempo muda — calibre sempre que puder.
ru: Датчик давления. Очень отзывчивый и точный, но уходит вместе с погодой — калибруйте, когда есть возможность.
sv: Trycksensor. Mycket snabb och exakt, men driver när vädret ändras — kalibrera den när du kan.
th: เซ็นเซอร์ความดัน ตอบสนองไวและแม่นยำมาก แต่จะคลาดเคลื่อนเมื่ออากาศเปลี่ยน — ปรับเทียบเมื่อมีโอกาส
tr: Basınç sensörü. Çok hızlı ve hassas, ancak hava değiştikçe kayar — fırsat bulduğunuzda kalibre edin.
uk: Сенсор тиску. Дуже чутливий і точний, але дрейфує зі зміною погоди — калібруйте, коли є змога.
vi: Cảm biến áp suất. Rất nhạy và chính xác, nhưng trôi khi thời tiết đổi — hiệu chuẩn khi có thể.
zh_hans: 气压传感器。响应快、精度高，但会随天气变化漂移——有条件时请校准。
zh_hant: 氣壓感測器。反應快、精度高，但會隨天氣變化漂移——有機會就校正。

source: Primary
ar: أساسي
de: Primär
es: Principal
fr: Principale
hi: प्राथमिक
id: Utama
it: Principale
ja: 優先
ko: 기본
nl: Primair
pl: Główne
pt_br: Principal
ru: Основной
sv: Primär
th: หลัก
tr: Birincil
uk: Основне
vi: Chính
zh_hans: 主
zh_hant: 主要

source: Primary source
ar: المصدر الأساسي
de: Primäre Quelle
es: Fuente principal
fr: Source principale
hi: प्राथमिक स्रोत
id: Sumber utama
it: Fonte principale
ja: 優先ソース
ko: 기본 소스
nl: Primaire bron
pl: Główne źródło
pt_br: Fonte principal
ru: Основной источник
sv: Primär källa
th: แหล่งหลัก
tr: Birincil kaynak
uk: Основне джерело
vi: Nguồn chính
zh_hans: 主来源
zh_hant: 主要來源

source: Recognised from the track
ar: تم التعرّف عليه من المسار
de: Aus der Aufzeichnung erkannt
es: Reconocida por la traza
fr: Reconnue d'après le tracé
hi: ट्रैक से पहचानी गई
id: Dikenali dari jalur
it: Riconosciuta dalla traccia
ja: 記録から認識
ko: 기록에서 인식됨
nl: Herkend uit het spoor
pl: Rozpoznano z zapisu
pt_br: Reconhecida pelo registro
ru: Распознана по треку
sv: Igenkänd från spåret
th: ระบุจากเส้นทาง
tr: İzden tanındı
uk: Розпізнано за треком
vi: Nhận diện từ lộ trình
zh_hans: 从轨迹识别
zh_hant: 從軌跡辨識

source: Reference
ar: المرجع
de: Referenz
es: Referencia
fr: Référence
hi: संदर्भ
id: Referensi
it: Riferimento
ja: 基準
ko: 기준
nl: Referentie
pl: Odniesienie
pt_br: Referência
ru: Опорная точка
sv: Referens
th: ค่าอ้างอิง
tr: Referans
uk: Опорна точка
vi: Tham chiếu
zh_hans: 基准
zh_hant: 基準

source: Reference stale
ar: المرجع قديم
de: Referenz veraltet
es: Referencia obsoleta
fr: Référence obsolète
hi: संदर्भ पुराना
id: Referensi usang
it: Riferimento obsoleto
ja: 基準が古い
ko: 기준 오래됨
nl: Referentie verouderd
pl: Odniesienie nieaktualne
pt_br: Referência antiga
ru: Опорная точка устарела
sv: Referensen är gammal
th: ค่าอ้างอิงเก่า
tr: Referans eskidi
uk: Опорна точка застаріла
vi: Tham chiếu đã cũ
zh_hans: 基准已过时
zh_hant: 基準已過時

source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट
id: Atur ulang
it: Azzera
ja: リセット
ko: 재설정
pl: Wyzeruj
pt_br: Zerar
ru: Сбросить
sv: Återställ
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_hans: 重置
zh_hant: 重設

source: Reset trip
ar: إعادة تعيين الرحلة
de: Tour zurücksetzen
es: Restablecer ruta
fr: Réinitialiser le trajet
hi: ट्रिप रीसेट करें
id: Atur ulang perjalanan
it: Azzera percorso
ja: トリップをリセット
ko: 트립 재설정
nl: Trip resetten
pl: Wyzeruj trasę
pt_br: Zerar trajeto
ru: Сбросить маршрут
sv: Återställ tur
th: รีเซ็ตทริป
tr: Yolculuğu sıfırla
uk: Скинути маршрут
vi: Đặt lại hành trình
zh_hans: 重置行程
zh_hant: 重設行程

source: Reset trip?
ar: إعادة تعيين الرحلة؟
de: Tour zurücksetzen?
es: ¿Restablecer la ruta?
fr: Réinitialiser le trajet ?
hi: ट्रिप रीसेट करें?
id: Atur ulang perjalanan?
it: Azzerare il percorso?
ja: トリップをリセットしますか?
ko: 트립을 재설정할까요?
nl: Trip resetten?
pl: Wyzerować trasę?
pt_br: Zerar o trajeto?
ru: Сбросить маршрут?
sv: Återställ turen?
th: รีเซ็ตทริป?
tr: Yolculuk sıfırlansın mı?
uk: Скинути маршрут?
vi: Đặt lại hành trình?
zh_hans: 要重置行程吗？
zh_hant: 要重設行程嗎？

source: Restricted
ar: مقيّد
de: Eingeschränkt
es: Restringido
fr: Restreint
hi: प्रतिबंधित
id: Dibatasi
it: Limitato
ja: 制限あり
ko: 제한됨
nl: Beperkt
pl: Ograniczono
pt_br: Restrito
ru: Ограничено
sv: Begränsad
th: ถูกจำกัด
tr: Kısıtlı
uk: Обмежено
vi: Bị hạn chế
zh_hans: 受限
zh_hant: 受限

source: Sea-level pressure
ar: ضغط مستوى سطح البحر
de: Luftdruck auf Meereshöhe
es: Presión al nivel del mar
fr: Pression au niveau de la mer
hi: समुद्र-तल दबाव
id: Tekanan permukaan laut
it: Pressione al livello del mare
ja: 海面気圧
ko: 해면 기압
nl: Druk op zeeniveau
pl: Ciśnienie na poziomie morza
pt_br: Pressão ao nível do mar
ru: Давление на уровне моря
sv: Tryck vid havsytan
th: ความดันระดับน้ำทะเล
tr: Deniz seviyesi basıncı
uk: Тиск на рівні моря
vi: Áp suất mực nước biển
zh_hans: 海平面气压
zh_hant: 海平面氣壓

source: Sea-level pressure sits between 800 and 1100 hPa.
ar: يقع ضغط مستوى سطح البحر بين 800 و1100 hPa.
de: Der Luftdruck auf Meereshöhe liegt zwischen 800 und 1100 hPa.
es: La presión al nivel del mar está entre 800 y 1100 hPa.
fr: La pression au niveau de la mer se situe entre 800 et 1100 hPa.
hi: समुद्र-तल दबाव 800 और 1100 hPa के बीच रहता है।
id: Tekanan permukaan laut berkisar antara 800 dan 1100 hPa.
it: La pressione al livello del mare è compresa tra 800 e 1100 hPa.
ja: 海面気圧は 800〜1100 hPa の範囲です。
ko: 해면 기압은 800~1100 hPa 사이입니다.
nl: De druk op zeeniveau ligt tussen 800 en 1100 hPa.
pl: Ciśnienie na poziomie morza mieści się między 800 a 1100 hPa.
pt_br: A pressão ao nível do mar fica entre 800 e 1100 hPa.
ru: Давление на уровне моря лежит в пределах 800–1100 hPa.
sv: Trycket vid havsytan ligger mellan 800 och 1100 hPa.
th: ความดันระดับน้ำทะเลอยู่ระหว่าง 800 ถึง 1100 hPa
tr: Deniz seviyesi basıncı 800 ile 1100 hPa arasındadır.
uk: Тиск на рівні моря лежить у межах 800–1100 hPa.
vi: Áp suất mực nước biển nằm trong khoảng 800 đến 1100 hPa.
zh_hans: 海平面气压介于 800 至 1100 hPa 之间。
zh_hant: 海平面氣壓介於 800 至 1100 hPa 之間。

source: Sensors
ar: المستشعرات
de: Sensoren
es: Sensores
fr: Capteurs
hi: सेंसर
id: Sensor
it: Sensori
ja: センサー
ko: 센서
nl: Sensoren
pl: Czujniki
pt_br: Sensores
ru: Датчики
sv: Sensorer
th: เซ็นเซอร์
tr: Sensörler
uk: Сенсори
vi: Cảm biến
zh_hans: 传感器
zh_hant: 感測器

source: Set
ar: تعيين
de: Setzen
es: Fijar
fr: Régler
hi: सेट करें
id: Atur
it: Imposta
ja: セット
ko: 적용
nl: Stel in
pl: Ustaw
pt_br: Definir
ru: Задать
sv: Ange
th: ตั้งค่า
tr: Ayarla
uk: Задати
vi: Đặt
zh_hans: 设定
zh_hant: 套用

source: Set %@
ar: تعيين %@
de: %@ setzen
es: Fijar %@
fr: Régler %@
hi: %@ सेट करें
id: Atur %@
it: Imposta %@
ja: %@ にセット
ko: %@ 적용
nl: Stel %@ in
pl: Ustaw %@
pt_br: Definir %@
ru: Задать %@
sv: Ange %@
th: ตั้ง %@
tr: %@ olarak ayarla
uk: Задати %@
vi: Đặt %@
zh_hans: 设为 %@
zh_hant: 設為 %@

source: Set by you
ar: من اختيارك
de: Von dir festgelegt
es: Elegida por ti
fr: Définie par vous
hi: आपने चुनी
id: Ditetapkan oleh Anda
it: Scelta da te
ja: 手動で設定
ko: 직접 설정함
nl: Door jou ingesteld
pl: Ustawiono ręcznie
pt_br: Definida por você
ru: Задана вами
sv: Vald av dig
th: คุณกำหนดเอง
tr: Sizin seçiminiz
uk: Задано вами
vi: Bạn đặt
zh_hans: 由你设定
zh_hant: 由你設定

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्ज़
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
ru: Настройки
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Параметри
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Signal
ar: الإشارة
es: Señal
hi: सिग्नल
id: Sinyal
it: Segnale
ja: 信号
ko: 신호
nl: Signaal
pl: Sygnał
pt_br: Sinal
ru: Сигнал
th: สัญญาณ
tr: Sinyal
uk: Сигнал
vi: Tín hiệu
zh_hans: 信号
zh_hant: 訊號

source: Skydiving
ar: القفز المظلي
de: Fallschirmspringen
es: Paracaidismo
fr: Parachutisme
hi: स्काइडाइविंग
id: Terjun payung
it: Paracadutismo
ja: スカイダイビング
ko: 스카이다이빙
nl: Parachutespringen
pl: Spadochroniarstwo
pt_br: Paraquedismo
ru: Парашют
sv: Fallskärmshoppning
th: กระโดดร่ม
tr: Paraşüt
uk: Парашут
vi: Nhảy dù
zh_hans: 跳伞
zh_hant: 跳傘

source: Soaring
ar: الطيران الشراعي
de: Segelflug
es: Vuelo a vela
fr: Vol à voile
hi: ग्लाइडिंग
id: Terbang layang
it: Volo a vela
ja: ソアリング
ko: 활공
nl: Zweefvliegen
pl: Szybowanie
pt_br: Voo planado
ru: Парение
sv: Segelflyg
th: ร่อน
tr: Yelken uçuşu
uk: Ширяння
vi: Bay lượn
zh_hans: 滑翔
zh_hant: 滑翔

source: Speed
ar: السرعة
de: Tempo
es: Velocidad
fr: Vitesse
hi: गति
id: Kecepatan
it: Velocità
ja: 速度
ko: 속도
nl: Snelheid
pl: Prędkość
pt_br: Velocidade
ru: Скорость
sv: Fart
th: ความเร็ว
tr: Hız
uk: Швидкість
vi: Tốc độ
zh_hans: 速度
zh_hant: 速度

source: Start a trip from the dashboard. It is recorded until you end it, and shows up here with its statistics.
ar: ابدأ رحلة من لوحة القراءات. تُسجَّل حتى تنهيها، ثم تظهر هنا مع إحصاءاتها.
de: Starte eine Tour vom Dashboard aus. Sie wird aufgezeichnet, bis du sie beendest, und erscheint dann hier mit ihrer Statistik.
es: Inicia una ruta desde el panel. Se graba hasta que la termines y aparece aquí con sus estadísticas.
fr: Démarrez un trajet depuis le tableau de bord. Il est enregistré jusqu'à ce que vous le terminiez, puis apparaît ici avec ses statistiques.
hi: डैशबोर्ड से ट्रिप शुरू करें। समाप्त करने तक यह रिकॉर्ड होती है और फिर अपने आँकड़ों के साथ यहाँ दिखती है।
id: Mulai perjalanan dari dasbor. Perjalanan direkam sampai Anda mengakhirinya, lalu muncul di sini beserta statistiknya.
it: Avvia un percorso dalla schermata principale. Viene registrato finché non lo termini, e compare qui con le sue statistiche.
ja: ダッシュボードからトリップを開始してください。終了するまで記録され、統計とともにここに表示されます。
ko: 대시보드에서 트립을 시작하세요. 종료할 때까지 기록되며, 통계와 함께 여기에 표시됩니다.
nl: Start een trip vanaf het dashboard. Die wordt opgenomen tot je hem beëindigt en verschijnt dan hier met zijn statistieken.
pl: Rozpocznij trasę na ekranie głównym. Jest zapisywana, dopóki jej nie zakończysz, i pojawi się tutaj ze statystykami.
pt_br: Inicie um trajeto no painel. Ele é registrado até você encerrá-lo e aparece aqui com suas estatísticas.
ru: Начните маршрут на главном экране. Он записывается, пока вы его не завершите, и появится здесь со своей статистикой.
sv: Starta en tur från instrumentpanelen. Den spelas in tills du avslutar den och visas sedan här med sin statistik.
th: เริ่มทริปจากแดชบอร์ด ทริปจะถูกบันทึกจนกว่าคุณจะจบ แล้วแสดงที่นี่พร้อมสถิติ
tr: Panodan bir yolculuk başlatın. Siz bitirene kadar kaydedilir ve istatistikleriyle burada görünür.
uk: Почніть маршрут на головному екрані. Він записується, доки ви його не завершите, і з’явиться тут зі своєю статистикою.
vi: Bắt đầu hành trình từ bảng điều khiển. Hành trình được ghi lại đến khi bạn kết thúc, rồi hiện ở đây cùng thống kê.
zh_hans: 在仪表盘上开始一段行程。它会一直记录到你结束为止，然后连同统计数据显示在这里。
zh_hant: 在儀表板上開始一段行程。它會一直記錄到你結束為止，然後連同統計資料顯示在這裡。

source: Start trip
ar: بدء الرحلة
de: Tour starten
es: Iniciar ruta
fr: Démarrer un trajet
hi: ट्रिप शुरू करें
id: Mulai perjalanan
it: Avvia percorso
ja: トリップを開始
ko: 트립 시작
nl: Trip starten
pl: Rozpocznij trasę
pt_br: Iniciar trajeto
ru: Начать маршрут
sv: Starta tur
th: เริ่มทริป
tr: Yolculuğa başla
uk: Почати маршрут
vi: Bắt đầu hành trình
zh_hans: 开始行程
zh_hant: 開始行程

source: Stops background tracking and the Live Activity
ar: يوقف التتبع في الخلفية والنشاط المباشر
de: Beendet die Hintergrundmessung und die Live-Aktivität
es: Detiene el seguimiento en segundo plano y la actividad en directo
fr: Arrête le suivi en arrière-plan et l'activité en direct
hi: बैकग्राउंड ट्रैकिंग और लाइव ऐक्टिविटी रोकता है
id: Menghentikan pelacakan latar belakang dan Aktivitas Langsung
it: Interrompe il monitoraggio in background e l'attività in tempo reale
ja: バックグラウンド計測とライブアクティビティを停止します
ko: 백그라운드 측정과 라이브 활동을 중지합니다
nl: Stopt het meten op de achtergrond en de Live-activiteit
pl: Zatrzymuje pomiar w tle i aktywność na żywo
pt_br: Interrompe o registro em segundo plano e a Atividade ao Vivo
ru: Останавливает фоновое измерение и Live Activity
sv: Stoppar bakgrundsmätningen och realtidsaktiviteten
th: หยุดการติดตามเบื้องหลังและกิจกรรมสด
tr: Arka planda izlemeyi ve Canlı Etkinliği durdurur
uk: Зупиняє фонове вимірювання та Live Activity
vi: Dừng theo dõi nền và Hoạt động trực tiếp
zh_hans: 停止后台记录和实时活动
zh_hant: 停止背景追蹤和即時動態

source: Tap to make primary
ar: اضغط لجعله أساسيًا
de: Tippen, um primär zu machen
es: Toca para hacerla principal
fr: Touchez pour définir comme principale
hi: प्राथमिक बनाने के लिए टैप करें
id: Ketuk untuk jadikan utama
it: Tocca per rendere principale
ja: タップして優先にする
ko: 탭하여 기본으로 설정
nl: Tik om primair te maken
pl: Stuknij, aby ustawić jako główne
pt_br: Toque para tornar principal
ru: Нажмите, чтобы сделать основным
sv: Tryck för att göra primär
th: แตะเพื่อตั้งเป็นหลัก
tr: Birincil yapmak için dokunun
uk: Торкніться, щоб зробити основним
vi: Chạm để đặt làm chính
zh_hans: 轻点设为主来源
zh_hant: 點一下設為主要來源
